["Instilling the self-confidence kids will need to carry them through all the failure they'll experience because they weren't taught competence instead.","Because there's nothing standing between you and your goal but a total lack of talent and complete failure of will.","It's your only hope for success, really.","Refuse to accept anything but the very best and you are never going to last around here.","Never stop trying to exceed your limits. We need the entertainment.","A nation divided against itself cannot stand to hear what those other lunatics are trying to say.","Only works when you're not jerking in opposite directions like idiots.","Because somebody has to be right and it might as well be me.","One life's journey is another's destination.","You must tweet the change you want to see in the world. It won't affect anything, but at least people will know exactly where you stood during the fight. Doing nothing. Like the poser you are.","If you require additional affirmation, get a puppy. The rest of us are trying to work.","A word leaders start to use right before the scapegoating begins.","That way we can walk all over you on our way to better places.","Disaster awaits those who ignore hidden threats. We trust you'll find this sufficiently motivating.","Because there's always room for another annoying non-conformist like you in the unemployment line.","With enough hot air, even losers like you can fly.","Because we're all in this together but there's always room for one less.","The experience we're giving you is invaluable. That's why we're not paying you anything.","Just because we accept you as you are doesn't mean we've abandoned hope you'll improve.","A job worth doing is worth doing right over your shoulder by your boss.","Just made you irrelevant.","It pays a lot better than integrity.","Together, we can do the work of one.","If a pretty poster and a cute saying are all it takes to motivate you, you probably have a very easy job. The kind robots will be doing soon.","Just because you've always done it that way doesn't mean it's not incredibly stupid.","When you wish upon a falling star, your dreams can come true. Unless it's really a meteorite hurtling to the Earth which will destroy all life. Then you're pretty much hosed no matter what you wish for. Unless it's death by meteor.","The art of doing twice as much as you should half as well as you could.","You aren't being paid to believe in the power of your dreams.","Even if you miss, you'll land among the stars. Of course, then your eyeballs will boil and your lungs explode from decompression. But that's what you get for being a damn showoff.","Hard work often pays off after time, but laziness always pays off now.","I believe that children are our future. And that terrifies me.","It could be that the purpose of your life is only to serve as a warning to others.","Looking sharp is easy when you haven't done any work.","The journey of a thousand miles sometimes ends very, very badly.","Not everyone gets to be an astronaut when they grow up.","You can do anything you set your mind to when you have vision, determination, and an endless supply of expendable labor.","Because the rest of us think you're an idiot.","None of us is as dumb as all of us.","The courage to ignore the obvious wisdom of turning back.","If you're not a part of the solution, there's good money to be made in prolonging the problem.","If you think the problems we create are bad, just wait until you see our solutions.","Never underestimate the power of stupid people in large groups.","Hundreds of years from now, it will not matter what my bank account was, the sort of house I lived in, or the kind of car I drove... But the world may be different because I did something so bafflingly crazy that my ruins become a tourist attraction.","Until you spread your wings, you'll have no idea how far you can walk.","Those who say it cannot be done should not interrupt those busy proving them right.","It's only a virtue if you're not a screwup.","Sometimes the best solution to morale problems is just to fire all of the unhappy people.","Because nothing says \"you're a loser\" more than owning a motivational poster about being a winner."]